{
    "version": "https://jsonfeed.org/version/1",
    "title": "凛的树屋",
    "description": "",
    "home_page_url": "https://rin259.github.io",
    "feed_url": "https://rin259.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Rin"
    },
    "items": [
        {
            "id": "https://rin259.github.io/first-post/",
            "url": "https://rin259.github.io/first-post/",
            "title": "First Post",
            "summary": "Hello, everyone! Welcome to my blog. This is my very first post, and I'm both excited and a bit nervous to start this new journey. I've always been a person who loves to share thoughts and experiences. In the past, I might have written in&hellip;",
            "content_html": "<div class=\"paragraph\">Hello, everyone! Welcome to my blog. This is my very first post, and I'm both excited and a bit nervous to start this new journey.</div>\n<div class=\"paragraph\">I've always been a person who loves to share thoughts and experiences. In the past, I might have written in a diary or talked with friends, but now I want to reach out to a broader audience. I believe that every person has a unique story to tell, and I'm eager to share mine with you.</div>\n<div class=\"paragraph\">This blog will be a place where I can express myself freely. I plan to write about a variety of topics, such as my daily life, my hobbies, interesting things I come across, and maybe even some deeper thoughts and reflections. I hope that my words can bring you some joy, inspiration, or at least a moment of connection.</div>\n<div class=\"paragraph\">I also look forward to hearing from you. Your comments, suggestions, and feedback will be very important to me. This is a two-way street, and I believe that the interaction between us will make this blog more meaningful and interesting.</div>\n<div class=\"paragraph\">So, here we are, at the beginning of something new. I don't know exactly where this journey will take us, but I'm excited to find out. Thank you for joining me on this adventure. Let's make this blog a wonderful place to share and learn together.</div>\n<div class=\"paragraph\">That's all for my first post. I'll be back soon with more content. Take care and have a great day!</div>",
            "author": {
                "name": "Rin"
            },
            "tags": [
            ],
            "date_published": "2025-04-14T01:27:46+08:00",
            "date_modified": "2025-04-14T01:27:46+08:00"
        }
    ]
}
